Repository: DevGuysPy/Specialist
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: uk

source: Start of activity must be earlier than end of activity
uk: Початок послуги повинен бути раніше кінця.

source: %(mn)s with id %(dt)s does not exist
uk: %(mn)s з id %(dt)s не існує

source: Please enter a valid full name. Example: John Folstrom
uk: Вкажіть будь ласка повне ім'я. Наприклад: Василь Петренко

source: Field must be between 6 and 64 characters long.
uk: Пароль повинен складатись з 6 - 64 символів.

source: You must select at least one service you offer
uk: Вкажіть хочаб один сервіс, який ви надаєте

source: Waiting for start
uk: Чекає на старт

source: In work
uk: Досвід роботи

source: Canceled
uk: Скасовано

source: Failed
uk: Провалено

source: Done
uk: Виконано

source: Expired
uk: Застаріле

source: Less than 1 year
uk: Менше року

source: %(i)s years
uk: %(i)s років

source: 10+ years
uk: 10+ років

source: Please confirm your account
uk: Підтвердіть свій акаунт

source: Activity already confirmed.
uk: Замовлення вже підтверджено

source: You have confirmed your relationship with %(fn)s.
uk: Ви підтвердили замовлення %(fn)s.

source: User is not a specialist
uk: Користувач не спеціаліст

source: Not specified
uk: Не вказано

source: You have been invited by %(cust)s
uk: %(cust)s відправив(ла) запит на замовлення

source: User with entered email and password does not exist
uk: Користувач з вказаним емейлом не існує

source: Wrong password
uk: Неправильний пароль

source: Confirm your email to log in
uk: Підтвердіть свій емейл, щоб увійти.

source: Page Not Found
uk: Сторінка не знайдена

source: What you were looking for is just not there.
uk: Ви загубились

source: go back
uk: назад

source: Order service at
uk: Замовити у

source: Select service
uk: Вибрати сервіс

source: Description of service
uk: Опис сервісу

source: Start of service
uk: Початок

source: End of service (optional)
uk: Кінець (необов'язково)

source: Send request
uk: Надіслати запит

source: Log in
uk: Увійти

source: or
uk: або

source: Sign Up
uk: Зареєструватись

source: to order services
uk: для замовлення

source: Service
uk: Сервіс

source: Start
uk: Початок

source: End
uk: Кінець

source: Description
uk: Опис

source: Please confirm
uk: Підтвердіть

source: please confirm your account
uk: підтвердіть свій акаунт

source: Login
uk: Логін

source: Enter your email
uk: Введіть адресу електронної пошти

source: Enter your password
uk: Введіть ваш пароль

source: Haven't account yet?
uk: Ще не маєте акаунту?

source: Please enter data below
uk: Запоніть дані нижче

source: Enter your full name
uk: Вкажіть повне ім'я. Наприклад: Василь Петренко

source: Select your birth date
uk: Вкажіть дату народження

source: Create basic account
uk: Створити акаунт

source: All specialists who offer
uk: Спеціалісти які виконують

source: Found
uk: Знайдено

source: specialists
uk: спеціалістів

source: Fast order
uk: Швидке замовлення

source: Experience
uk: Досвід

source: Success jobs
uk: Успішність

source: Show phone
uk: Показати телефон

source: Works in
uk: Працює в

source: doesn't work in company
uk: не працює в компанії

source: About
uk: Про

source: and
uk: і

source: more
uk: інших

source: Age
uk: Вік

source: Similar services
uk: Схожі сервіси

source: specialists offer this service
uk: спеціалістів, які виконують цей сервіс

source: Search for specialist or service you want to order
uk: Знайти спеціаліста або сервіс

source: SignUp
uk: Реєстрація

source: Get Started
uk: Розпочати

source: search
uk: пошук

source: Stats
uk: Статистика

source: New Users
uk: Нових користувачів

source: from yesterday
uk: з вчора

source: Number of specialist
uk: Кількість спеціалістів

source: online
uk: онлайн

source: Today's activities
uk: Замовлень сьогодні

source: total activities
uk: всього замовлень

source: Total services
uk: Всього сервісів

source: categories
uk: категорій

source: today
uk: сьогодні

source: Profile
uk: Профіль

source: Specialist
uk: Спеціаліст

source: Company
uk: Компанія

source: Offers
uk: Пропозиції

source: Orders
uk: Замовлення

source: Settings
uk: Налаштування

source: Logout
uk: Вийти

source: info
uk: інформація

source: Confirmed
uk: Підверджено

source: Unconfirmed
uk: Не підтверджено

source: Customer
uk: Замовник

source: Start at
uk: Початок в

source: Status
uk: Статус

source: You haven't added company in which you are working. You can easily do it. (we are working on this)
uk: Ви не додали компанію, в якій ви працюєте. Ви легко можете це зробити. (Ми працюємо над цим)

source: Here you can change password and so on.
uk: Тут можна змінити пароль і т.д.

source: Today
uk: Замовлень сьогодні

source: Past
uk: Минулі

source: You haven't any relations yet. You can easily add them.
uk: У вас немає ніяких відносин досі. Ви легко можете додати їх.

source: Feel free to add services you offer
uk: Додати послуги, які ви надаєте

source: Select services you offer
uk: Вкажіть сервіси, які ви надаєте

source: Add selected services
uk: Додати вибрані сервіси

source: times ordered
uk: разів замовлено

source: remove service
uk: Вилучити сервіс

source: First you must sign up as specialist.
uk: Спочатку ви повинні зареєструватися в якості спеціаліста.

source: Select category and service in which your are working
uk: Виберіть категорію та сервіс, який ви надаєте

source: Select category
uk: Вибрати категорію

source: Enter your experience in selected service
uk: Вкажіть свій досвід в обраній сфері

source: Select your experience
uk: Виберіть досвід роботи

source: Introduce yourself to clients
uk: Представте себе

source: Enter your work phone to allow your customers communicate with you
uk: Введіть свій робочий телефон, щоб ваші клієнти мають можливість зв'язатися з вами

source: Enter your work phone
uk: Введіть свій робочий телефон

source: Select your location. It helps us to find for you customers.
uk: Виберіть своє місце розташування. Це допомагає нам знайти клієнтів для вас.

source: Select your location
uk: Вкажіть своє розташування

source: Become a specialist
uk: Стати спеціалістом

source: Do you work in a company?
uk: Ви працюєте в компанії?

source: Find your company or add it.
uk: Знайти компанію або додати ЇЇ.

source: Work Experience
uk: Досвід роботи

source: Completed Projects
uk: Успішних замовлень

source: First year
uk: Перший рік

source: On site
uk: На сайті

source: Services
uk: Сервіси

source: Location
uk: Розташування

source: About Me!
uk: Про мене!

source: Some more information.
uk: БІльше інформації

source: try again to send request
uk: спробувати знову

source: Request successfully sent
uk: Запит успішно надіслано
